case1/TemplateCase_simpleVessel/0/Cy
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      Cy;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 0 0 0 0 0];

internalField   nonuniform List<scalar> 
3773
(
0.00258867
0.00778423
0.0130095
0.0182477
0.0234897
0.0287321
0.0339745
0.0392167
...
)
;

boundaryField
{
    low
    {
        type            calculated;
        value           uniform 0;
    }
    left
    {
        type            calculated;
        value           nonuniform List<scalar> 
77
(
0.00259241
0.0077975
0.0130325
0.0182805
0.0235324
0.0287848
0.0340372
0.0392897
...
)
;
    }
    rifht
    {
        type            calculated;
        value           nonuniform List<scalar> 
77
(
0.00211145
0.00633839
0.0105688
0.0147947
0.0190109
0.0232138
0.0274032
0.0315813
...
)
;
    }
    up
    {
        type            calculated;
        value           nonuniform List<scalar> 
49
(
0.370685
0.369298
0.36791
0.366523
0.365135
0.363748
0.362361
0.36096
...
)
;
    }
    frontAndBackPlanes
    {
        type            empty;
    }
}


// ************************************************************************* //
