case1/TemplateCase_simpleVessel/0/V
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      V;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 3 0 0 0 0 0];

internalField   nonuniform List<scalar> 
3773
(
2.02599e-07
2.04625e-07
2.05825e-07
2.06539e-07
2.07062e-07
2.07575e-07
2.08121e-07
2.08769e-07
...
)
;

boundaryField
{
    low
    {
        type            calculated;
        value           uniform 0;
    }
    left
    {
        type            calculated;
        value           uniform 0;
    }
    rifht
    {
        type            calculated;
        value           uniform 0;
    }
    up
    {
        type            calculated;
        value           uniform 0;
    }
    frontAndBackPlanes
    {
        type            empty;
    }
}


// ************************************************************************* //
